[
  {
    "quizId": 21,
    "quizFeedback": {
      "quizId": 21,
      "feedbackDescription": "Kalimat utama paragraf tersebut berada di kalimat pertama, yang menjelaskan apa yang dimaksud dengan krisis iklim. Kalimat-kalimat berikutnya memberikan penjelasan lebih lanjut tentang penyebab dan komponen krisis iklim."
    },
    "quizDifficultyLevel": 6,
    "quizCategory": "ide pokok",
    "quizTitle": "Mengenal Krisis Iklim",
    "isRedemption": false,
    "quizAsset": [
      "KrisisIklim"
    ],
    "quizStory": "\t[1]Apa sebenarnya yang dimaksud dengan krisis iklim? Sesuai namanya, krisis iklim adalah sebuah krisis yang dialami masyarakat di seluruh dunia yang disebabkan oleh perubahan iklim. [2]Perubahan iklim terjadi ketika suhu rata-rata bumi meningkat dalam jangka waktu yang lama karena gas rumah kaca yang terjebak di stratosfer. [3]Gas rumah kaca terdiri atas karbon, metana, dinitrius oksida, dan uap air. [4]Gas ini muncul karena adanya kegiatan manusia yang melepaskan emisi ke udara.",
    "quizQuestion": "Dimana letak kalimat utama pada paragraf di atas?",
    "quizChoiceList": [
      {
        "choiceDescription": "1.",
        "choiceId": 0
      },
      {
        "choiceDescription": "2.",
        "choiceId": 1
      },
      {
        "choiceDescription": "3.",
        "choiceId": 2
      },
      {
        "choiceDescription": "4.",
        "choiceId": 3
      }
    ],
    "quizAnswerId": 1
  },
  {
    "quizId": 22,
    "quizFeedback": {
      "quizId": 22,
      "feedbackDescription": "Kalimat utama paragraf tersebut berada di kalimat pertama, yang menyatakan bahwa semua kegiatan manusia yang melibatkan lepasnya gas rumah kaca ke udara merupakan penyebab dari krisis iklim"
    },
    "quizDifficultyLevel": 6,
    "quizCategory": "ide pokok",
    "quizTitle": "Mengenal Krisis Iklim",
    "isRedemption": false,
    "quizAsset": [
      "KrisisIklim"
    ],
    "quizStory": "\tSemua kegiatan manusia yang melibatkan lepasnya gas rumah kaca ke udara merupakan penyebab dari krisis iklim. Kegiatan yang paling parah adalah penggunaan energi yang berasal dari bahan bakar fosil karena bahan bakar fosil memiliki kandungan karbon yang besar. Artinya, semua kegiatan kita yang masih memakai batu bara, minyak, dan juga gas berkontribusi terhadap menumpuknya gas rumah kaca. Penggunaan energi untuk menjalankan industri manufaktur, tempat barang-barang yang kita konsumsi berasal, juga berperan besar. Begitu juga kontribusi dari gas emisi yang dilepaskan dari pengosongan lahan untuk industri ternak dan agrikultur. Transportasi, khususnya yang menggunakan emisi tinggi seperti pesawat terbang, juga berpengaruh terhadap besarnya gas rumah kaca.",
    "quizQuestion": "Apa ide pokok dari bacaan di atas?",
    "quizChoiceList": [
      {
        "choiceDescription": "Semua kegiatan manusia yang melibatkan lepasnya gas rumah kaca ke udara merupakan penyebab dari krisis iklim.",
        "choiceId": 0
      },
      {
        "choiceDescription": "Transportasi, khususnya yang menggunakan emisi tinggi seperti pesawat terbang, juga berpengaruh terhadap besarnya gas rumah kaca.",
        "choiceId": 1
      },
      {
        "choiceDescription": "Begitu juga kontribusi dari gas emisi yang dilepaskan dari pengosongan lahan untuk industri ternak dan agrikultur.",
        "choiceId": 2
      },
      {
        "choiceDescription": "Penggunaan energi untuk menjalankan industri manufaktur, tempat barang-barang yang kita konsumsi berasal, juga berperan besar.",
        "choiceId": 3
      }
    ],
    "quizAnswerId": 0
  },
  {
    "quizId": 23,
    "quizFeedback": {
      "quizId": 23,
      "feedbackDescription": "Ringkasan ini mencakup inti dari bacaan yang menyebutkan bahwa salah satu dampak yang paling mengkhawatirkan dari perubahan iklim adalah naiknya permukaan laut, yang diakibatkan oleh melelehnya bongkahan es di Arktik."
    },
    "quizDifficultyLevel": 6,
    "quizCategory": "ide pokok",
    "quizTitle": "Mengenal Krisis Iklim",
    "isRedemption": false,
    "quizAsset": [
      "KrisisIklim"
    ],
    "quizStory": "\tDampak perubahan iklim jauh lebih besar dan lebih rumit dari sekadar cuaca panas. Cuaca panas ekstrem sendiri di beberapa tempat akan berdampak pada kesehatan dan kelangsungan hidup manusia, bahkan sampai kematian. Akan tetapi, banyak juga dampak selain itu. Salah satu dampak yang paling mengkhawatirkan adalah naiknya permukaan laut. Suhu yang meningkat akan mengakibatkan bongkahan es besar di Arktik meleleh, sehingga volume air laut dunia meningkat. Sebagian besar kota-kota penting di dunia terletak di pesisir. Kota-kota tersebut terancam akan tergenang, bahkan tenggelam, pada masa depan.Dampak perubahan iklim jauh lebih besar dan lebih rumit dari sekadar cuaca panas. Cuaca panas ekstrem sendiri di beberapa tempat akan berdampak pada kesehatan dan kelangsungan hidup manusia, bahkan sampai kematian. Akan tetapi, banyak juga dampak selain itu. Salah satu dampak yang paling mengkhawatirkan adalah naiknya permukaan laut. Suhu yang meningkat akan mengakibatkan bongkahan es besar di Arktik meleleh, sehingga volume air laut dunia meningkat. Sebagian besar kota-kota penting di dunia terletak di pesisir. Kota-kota tersebut terancam akan tergenang, bahkan tenggelam, pada masa depan.",
    "quizQuestion": "Ringkasan berikut yang tepat untuk bacaan diatas adalah:",
    "quizChoiceList": [
      {
        "choiceDescription": "Banyak kota akan tenggelam di masa depan.",
        "choiceId": 0
      },
      {
        "choiceDescription": "Salah satu dampak dari perubahan iklim yang mengkhawatirkan adalah naiknya permukaan laut.",
        "choiceId": 1
      },
      {
        "choiceDescription": "Cuaca panas ekstrim berdampak pada  kesehatan manusia.",
        "choiceId": 2
      },
      {
        "choiceDescription": "Suhu yang panas mengakibatkan bongkahan es di arktik meleleh.",
        "choiceId": 3
      }
    ],
    "quizAnswerId": 1
  }
]
